{
  "characters": ["Alex", "Tramp", "Billy Boy", "Mr. Alexander", "Mrs. Alexander", "Dim", "Em", "Pee", "Deltoid", "Clerk", "Marty", "All Three", "Georgie", "Catlady", "Inspector", "Fatneck", "Sergeant", "Guard", "Warder", "Chief Guard", "Check-In Guard", "Priest", "Convict", "Convicts", "Prison Governor", "Minister", "Doctor", "Charlie", "Dr. Branom", "Dr. Brodsky", "Junior Minister", "Lardface", "Joe", "Tramps", "First Policeman", "Second Policeman", "Julian", "Dolin", "Rubinstein",  "Nurse", "Dr. Taylor"],
  "lines": [
    {
      "character": "Alex",
      "line": "There was me, that is Alex, and my three droogs, that is Pete, Georgie and Dim and we sat in the Korova milkbar trying to make up our rassoodocks what to do with the evening."
    },
    {
      "character": "Alex",
      "line": "The Korova Milk Bar sold milkplus, milk plus vellocet or synthemesc or drencrom which is what we were drinking."
    },
    {
      "character": "Alex",
      "line": "This would sharpen you up and make you ready for a bit of the old ultra-violence."
    },
    {
      "character": "Alex",
      "line": "Our pockets were full of money so there was no need on that score, but, as they say, money isn't everything."
    },
    {
      "character": "Tramp",
      "line": "In Dublin's fair city, Where the girls are so pretty, I first set my eyes on sweet Molly Malone, As she wheeled her wheelbarrow, Through streets wide and narrow... Shadows of the boys approaching fall across Tramp."
    },
    {
      "character": "Tramp",
      "line": "Crying cockless and mussels alive, Alive O... Alive, alive O... Alive, alive O... Crying cockless and mussels alive, Alive O...."
    },
    {
      "character": "Alex",
      "line": "One thing I could never stand is to see a filthy, dirty old drunkie, howling away at the filthy songs of his fathers and going blerp, blerp in between as it might be a filthy old orchestra in his stinking rotten guts."
    },
    {
      "character": "Alex",
      "line": "I could never stand to see anyone like that, whatever his age might be, but more especially when he was real old like this one was."
    },
    {
      "character": "Tramp",
      "line": "Can you... can you spare some cutter, me brothers?"
    },
    {
      "character": "Tramp",
      "line": "Oh-hhh!!! Go on, do me in you bastard cowards."
    },
    {
      "character": "Tramp",
      "line": "I don't want to live anyway, not in a stinking world like this."
    },
    {
      "character": "Alex",
      "line": "Oh - and what's so stinking about it?"
    },
    {
      "character": "Tramp",
      "line": "It's a stinking world because there's no law and order any more."
    },
    {
      "character": "Tramp",
      "line": "It's a stinking world because it lets the young get onto the old like you done."
    },
    {
      "character": "Tramp",
      "line": "It's no world for an old man any more."
    },
    {
      "character": "Tramp",
      "line": "What sort of a world is it at all?"
    },
    {
      "character": "Tramp",
      "line": "Men on the moon and men spinning around the earth and there's not no attention paid to earthly law and order no more."
    },
    {
      "character": "Tramp",
      "line": "Oh dear land, I fought for thee and brought you peace and victory."
    },
    {
      "character": "Alex",
      "line": "It was around by the derelict casino that we came across Billyboy and his four droogs."
    },
    {
      "character": "Alex",
      "line": "They were getting ready to perform a little of the old in-out, in-out on a weepy young devotchka they had there."
    },
    {
      "character": "Alex",
      "line": "Ho, Ho, Ho... Well, if it isn't stinking Billygoat Billyboy in poison."
    },
    {
      "character": "Alex",
      "line": "How are thou, thou globby bottle of cheap stinking chip oil?"
    },
    {
      "character": "Alex",
      "line": "Come and get one in the yarbles, if you have any yarbles, you eunuch jelly thou."
    },
    {
      "character": "Billy Boy",
      "line": "Let's get 'em boys."
    },
    {
      "character": "Alex",
      "line": "The Police... come on, let's go... come on."
    },
    {
      "character": "Alex",
      "line": "The Durango-95 purred away real horrorshow - a nice, warm vibraty feeling all through your guttiwuts."
    },
    {
      "character": "Alex",
      "line": "Soon it was trees and dark, my brothers, with real country dark."
    },
    {
      "character": "Alex",
      "line": "We fillied around for a while with other travelers of the night, playing hogs of the road."
    },
    {
      "character": "Alex",
      "line": "Then we headed west, what we were after now was the old surprise visit, that was a real kick and good for laughs and lashing of the ultra-violent."
    },
    {
    "character": "Mr. Alexander",
    "line": "Who on earth could that be?"
    },
    {
      "character": "Mrs. Alexander",
      "line": "I'll see."
    },
    {
      "character": "Mrs. Alexander",
      "line": "Yes? Who is it?"
    },
    {
      "character": "Alex",
      "line": "Excuse me, Mrs... will you please help, there's been a terrible accident."
    },
    {
      "character": "Alex",
      "line": "My friend's lying in the middle of the road bleeding to death."
    },
    {
      "character": "Alex",
      "line": "Could I please use your telephone for an ambulance?"
    },
    {
      "character": "Mrs. Alexander",
      "line": "I'm sorry, but we don't have a telephone."
    },
    {
      "character": "Mrs. Alexander",
      "line": "You'll have to go somewhere else."
    },
    {
      "character": "Alex",
      "line": "But Mrs... it's a matter of life and death."
    },
    {
      "character": "Mr. Alexander",
      "line": "Who is it, dear?"
    },
    {
      "character": "Mrs. Alexander",
      "line": "There's a young man here."
    },
    {
      "character": "Mrs. Alexander",
      "line": "He says there's been an accident. He wants to use the telephone."
    },
    {
      "character": "Mr. Alexander",
      "line": "Then you'd better let him in."
    },
    {
      "character": "Mrs. Alexander",
      "line": "Wait a minute."
    },
    {
      "character": "Alex",
      "line": "Thank you, Mrs."
    },
    {
      "character": "Mrs. Alexander",
      "line": "I'm sorry, we don't usually let people in the middle of the night."
    },
    {
      "character": "Alex",
      "line": "Right, Pete. Check the rest of the house."
    },
    {
      "character": "Alex",
      "line": "Dim..."
    },
    {
      "character": "Alex",
      "line": "I'm singing in the rain..."
    },
    {
      "character": "Alex",
      "line": "Just singing in the rain..."
    },
    {
      "character": "Alex",
      "line": "What a glorious feeling, I'm happy again."
    },
    {
      "character": "Alex",
      "line": "I'm laughing at clouds so dark up above. The sun's in my heart and I'm ready for love. Let the stormy clouds chase..."
    },
    {
      "character": "Alex",
      "line": "...everyone from the place. Come on with the rain..."
    },
    {
      "character": "Alex",
      "line": "...I've a smile on my face. I'll walk down the lane... to a happy refrain. I'm singing... just singin' in the rain."
    },
    {
      "character": "Alex",
      "line": "Viddy well, my little Brother. Viddy well."
    },
    {
      "character": "Alex",
      "line": "We were all feeling a bit shagged and fagged and fashed, it having been an evening of some small energy expenditure, O my brothers, so we got rid of the auto and stopped off at the Korova for a nightcap."
    },
    {
      "character": "Dim",
      "line": "Hello Lucy, had a busy night?"
    },
    {
      "character": "Dim",
      "line": "We've been working hard too."
    },
    {
      "character": "Dim",
      "line": "Pardon me. Luce."
    },
    {
      "character": "Alex",
      "line": "There was some sophistos from the TV studios around the corner, laughing an govoreeting. The Devotchka was smecking away, and not caring about the wicked world one bit. Then the disc on the stereo twanged off and out, and in the short silence before the next one came on, she suddenly came with a burst of singing, and it was like for a moment, O my brothers, some great bird had flown into the milkbar and I felt all the malenky little hairs on my plott standing endwise, athe shivers crawling up like slow malenky lizards and then down again. Because I knew what she sang. It was a bit from the glorious 9th, by Ludwig van."
    },
    {
      "character": "Dim",
      "line": "What did you do that for?"
    },
    {
      "character": "Alex",
      "line": "For being a bastard with no manners and not a dook of an idea how to comport yourself publicwise, O my Brother."
    },
    {
      "character": "Dim",
      "line": "I don't like you should do what you done. And I'm not your brother no more and wouldn't want to be."
    },
    {
      "character": "Alex",
      "line": "Watch that... Do watch that, O Dim, if to continue to be on live thou dost wish."
    },
    {
      "character": "Dim",
      "line": "Yarbles, great bolshy yarblockos to you I'll meet you with chain, or nozh or britva, any time, not having you aiming tolchocks at me reasonless. It stands to reason, I won't have it."
    },
    {
      "character": "Alex",
      "line": "A nozh scrap any time you say."
    },
    {
      "character": "Dim",
      "line": "Doobidoob... a bit tired maybe, everybody is. A long night for growing malchicks... best not to say more. Bedways is rigthways now, so best we go homeways and get a bit of spatchka. Right, right."
    },
    {
      "character": "Alex",
      "line": "It had been a wonderful evening and what I needed now to give it the perfect ending was a bit of the old Ludwig van."
    },
    {
      "character": "Alex",
      "line": "Then, brothers, it came. O bliss, bliss and heaven, oh it was gorgeousness and georgeosity made flesh. The trombones crunched redgold under my bed, and behind my gulliver the trumpets three-wise, silver-flamed and there by the door the timps rolling through my guts and out again, crunched like candy thunder. It was like a bird of rarest spun heaven metal or like silvery wine flowing in a space ship, gravity all nonsense now. As I slooshied, I knew such lovely pictures. There were veeks and ptitsas laying on the ground screaming for mercy and I was smecking all over my rot and grinding my boot into their tortured litsos and there were naked devotchkas ripped and creeching against walls and I plunging like a shlaga into them."
    },
    {
      "character": "Alex",
      "line": "What d'you want?"
    },
    {
      "character": "Em",
      "line": "It's past eight, Alex, you don't want to be late for school, son."
    },
    {
      "character": "Alex",
      "line": "Bit of pain in the gulliver, Mum. Leave us be and I'll try to sleep it off... then I'll be as right as dodgers for this after."
    },
    {
      "character": "Em",
      "line": "You've not been to school all week, son."
    },
    {
      "character": "Alex",
      "line": "I've got to rest, Mum... got to get fit, otherwise I'm liable to miss a lot more school."
    },
    {
      "character": "Em",
      "line": "Eeee... I'll put your breakfast in the oven. I've got to be off myself now."
    },
    {
      "character": "Alex",
      "line": "Alright, Mum... have a nice day at the factory."
    },
    {
      "character": "Em",
      "line": "He's not feeling too good again this morning, Dad."
    },
    {
      "character": "Pee",
      "line": "Yes, I heard. D'you know what time he got in last night?"
    },
    {
      "character": "Em",
      "line": "No I don't know, luv, I'd taken my sleepers."
    },
    {
      "character": "Pee",
      "line": "I wonder where exactly is it he goes to work of evenings."
    },
    {
      "character": "Em",
      "line": "Well, like he says, it's mostly odd things he does, helping like... here and there, as it might be."
    },
    {
      "character": "Alex",
      "line": "Hi, hi, hi there, Mr. Deltoid, funny surprise to see you here."
    },
    {
      "character": "Deltoid",
      "line": "Ah, Alex boy, awake at last, yes? I met your mother on the way to work, yes? She gave me the key. She said something about a pain somewhere... hence not at school , yes?"
    },
    {
      "character": "Alex",
      "line": "A rather intolerable pain in the head, brother, sir. I think it should be clear by this afterlunch."
    },
    {
      "character": "Deltoid",
      "line": "Oh, or certainly by this evening, yes? The evening's a great time, isn't it, Alex boy?"
    },
    {
      "character": "Alex",
      "line": "A cup of the old chai, sir?"
    },
    {
      "character": "Deltoid",
      "line": "No time, no time, yes. Sit, sit, sit."
    },
    {
      "character": "Alex",
      "line": "To what do I owe this extreme pleasure, sir? Anything wrong, sir?"
    },
    {
      "character": "Deltoid",
      "line": "Wrong? Why should you think of anything being wrong, have you been doing something you shouldn't. Yes?"
    },
    {
      "character": "Alex",
      "line": "Just a manner of speech, sir."
    },
    {
      "character": "Deltoid",
      "line": "Well, yes, it's just a manner of speech from your Post Corrective Advisor to you that you watch out, little Alex."
    },
    {
      "character": "Deltoid",
      "line": "Because next time it's going to be the barry place and all my work ruined. If you've no respect for your horrible self, you at least might have some for me who'se sweated over you."
    },
    {
      "character": "Deltoid",
      "line": "A big black mark I tell you for every one we don't reclaim. A confession of failure for every one of you who ends up in the stripy hole."
    },
    {
      "character": "Alex",
      "line": "I've been doing nothing I shouldn't, sir. The millicents have nothing on me, brother, sir, I mean."
    },
    {
      "character": "Deltoid",
      "line": "Cut out all this clever talk about milicents. Just because the Police haven't picked you up lately doesn't, as you very well know, mean that you've not been up to some nastiness. There was a bit of a nastiness last night, yes. Some very extreme nastiness, yes. A few of a certain Billyboy's friends were ambluenced off late last night, yes. Your name was mentioned, the word's got thru to me by the usual channels. Certain friends of yours were named also. Oh, nobody can prove anything about anybody as usual, but I'm warning you, little Alex, being a good friend to you as always, the one man in this sore and sick community who wants to save you from yourself."
    },
    {
      "character": "Deltoid",
      "line": "What gets into you all? We study the problem. We've been studying it for damn well near a century, yes, but we get no further with our studies. You've got a good home here, good loving parents, you've got not too bad of a brain. Is it some devil that crawls inside of you?"
    },
    {
      "character": "Alex",
      "line": "Nobody's got anything on me, brother, sir. I've been out of the rookers of the milicents for a long time now."
    },
    {
      "character": "Deltoid",
      "line": "That's just worries me. A bit too long to long to be reasonable. You're about due now by my reckoning, that's why I'm warning you, little Alex, to keep your handsome young proboscis out of the dirt. Do I make myself clear?"
    },
    {
      "character": "Alex",
      "line": "As an unmuddied lake, sir. Clear as an azure sky of deepest summer. You can rely on me, sir."
    },
    {
      "character": "Alex",
      "line": "Pardon me, brother. I ordered this two weeks ago. Could you see if it's arrived."
    },
    {
      "character": "Clerk",
      "line": "OK. I'll see if it's in."
    },
    {
      "character": "Alex",
      "line": "Pardon me, ladies."
    },
    {
      "character": "Alex",
      "line": "Enjoying it then, my darling? ...A bit cold and pointless isn't it, my lovely... What's happened to yours, my little sister?"
    },
    {
      "character": "Marty",
      "line": "Who you getten bratty, Goggly Gogol? Johnny Zhivago? The Heaven Seventeen?"
    },
    {
      "character": "Alex",
      "line": "What you got back home, little sister, to play your fuzzy warbles on? I bet you got little save pitiful portable picnic players. Come with Uncle and hear all proper. Hear angel trumpets and devil trombones. You are invited."
    },
    {
      "character": "Alex",
      "line": "Hi, hi, hi, there."
    },
    {
      "character": "All Three",
      "line": "Well,"
    },
    {
      "character": "Dim",
      "line": "He are here! He have arrived! Hooray!"
    },
    {
      "character": "Alex",
      "line": "Welly, welly, welly, welly, welly, welly, well. To what do I owe the extreme pleasure of this surprising visit?"
    },
    {
      "character": "Georgie",
      "line": "We got worried. There we were waiting and drinking away at the old knify Moloko and you had not turned up and we thought you might have been like offended by something or other, so around we come to your abode."
    },
    {
      "character": "Alex",
      "line": "Appy polly loggies. I had something of a pain in the gulliver so had to sleep. I was not awakened when I gave orders for awakening."
    },
    {
      "character": "Dim",
      "line": "Sorry about the pain. Using the gulliver to much like, eh? Giving orders and disciplining and that perhaps, eh? You sure the pain's gone? You sure you'll not be happier back up in bed."
    },
    {
      "character": "Alex",
      "line": "Lets get things nice and sparkling clear. This sarcasm, if I may call it such, does not become you, O my brothers. As I am your droog and leader, I am entitled to know what goes on, eh? Now then, Dim, what does that great big horsy gape of a grin portend?"
    },
    {
      "character": "Georgie",
      "line": "All right, no more picking on Dim, brother. That's part of the new way."
    },
    {
      "character": "Alex",
      "line": "New way? What's this about a new way? There's been some very large talk behind my sleeping back, and no error. Let me hear more."
    },
    {
      "character": "Georgie",
      "line": "Well, we go round shop crasting and the like, coming out with a pitiful rookerful of money each."
    },
    {
      "character": "Dim",
      "line": "Pitiful rookerful..."
    },
    {
      "character": "Georgie",
      "line": "And there's Will the English in the Muscleman coffee mesto saying he can fence anything that anything that any malchick tries to crast."
    },
    {
      "character": "Dim",
      "line": "Yeah... Pete the English."
    },
    {
      "character": "Georgie",
      "line": "The shiny stuff. The Ice. The big, big, big money is available's what Will the English says."
    },
    {
      "character": "Dim",
      "line": "Big, big money."
    },
    {
      "character": "Alex",
      "line": "And what will you do with the big, big, money? Have you not everything you need? If you need a motor-car, you pluck it from the trees. If you need pretty polly, you take it."
    },
    {
      "character": "Georgie",
      "line": "Brother, you think and talk sometimes like a little child. Tonight we pull a mansize crast."
    },
    {
      "character": "Alex",
      "line": "Good. Real horrorshow. Initiative comes to them as waits. I've taught you much, my little droogies. Now tell me what you have in mind, Georgie Boy."
    },
    {
      "character": "Georgie",
      "line": "Oh, the old moloko-plus first, would you not say?"
    },
    {
      "character": "Dim",
      "line": "Moloko-plus."
    },
    {
      "character": "Georgie",
      "line": "Something to sharpen us up, you especially. We have the start."
    },
    {
      "character": "Alex",
      "line": "As we walked along the flatblock marina, I was calm on the outside but thinking all the time, so now it was to be Georgie the General, saying what we should do and what not to do, and Dim as his mindless, grinning bulldog. But, suddenly, I viddied that thinking was for the gloopy ones and that the oomny ones use like inspiration and what Bog sends, for now it was lovely music that came to my aid and I viddied at once what to do."
    },
    {
      "character": "Alex",
      "line": "I had not put into any of Dim's main cables and so, with the help of a clean tashtook, the red, red kroovy stopped, and it did not take long to quieten the two wounded soldiers, down in the snug in the Duke of New York. Now they knew who was Master and Leader. Sheep, thought I, but a real leader knows always when like to give and show generous to his unders."
    },
    {
      "character": "Alex",
      "line": "Well, now we're back to where we were. Yes? Just like before and all forgotten? Right, right, right."
    },
    {
      "character": "All Three",
      "line": "Right. Right. Right."
    },
    {
      "character": "Alex",
      "line": "Well, Georgie Boy. This idea you've got for tonight. Well, tell us all about it then."
    },
    {
      "character": "Georgie",
      "line": "Not tonight - not this nochy."
    },
    {
      "character": "Alex",
      "line": "Come, come, come, Georgie Boy. You're a big strong chelloveck like us all. We're not little children, are we, Georgie Boy? What, then, didst thou in thy mind have?"
    },
    {
      "character": "Georgie",
      "line": "It's this Health Farm. A bit out of the town. Isolated. It's owned by this like very rich ptitsa who lives there with her cats. The place is shut down for a week and she's completely on her own, and it's full up with like gold and silver and like jewels."
    },
    {
      "character": "Alex",
      "line": "Tell me more, Georgie Boy."
    },
    {
      "character": "Catlady",
      "line": "Oh shit."
    },
    {
      "character": "Catlady",
      "line": "Who's there?"
    },
    {
      "character": "Alex",
      "line": "Excuse me, missus, can you please help? There's been a terrible accident. Can I please use your telephone for an ambulance?"
    },
    {
      "character": "Catlady",
      "line": "I'm frightfully sorry. There is a telephone in the Public House about a mile down the road. I suggest you use that."
    },
    {
      "character": "Alex",
      "line": "But, missus, this is an emergency. It's a matter of life and death. Me friend's lying in the middle of the road bleeding to death."
    },
    {
      "character": "Catlady",
      "line": "I... I'm very sorry, but I never open. I'm very sorry but I never open the door to strangers after dark."
    },
    {
      "character": "Alex",
      "line": "Very well, madam. I suppose you can't be blamed for being suspicious with so many scoundrels and rouges of the night about."
    },
    {
      "character": "Alex",
      "line": "Dim, bend down. I'm gonna get in that window and open the front door."
    },
    {
      "character": "Catlady",
      "line": "Hullo, Radlett Police Station. Good evening. It's Miss Weathers at Woodmere Health Farm. Look, I'm frightfully sorry to bother you but something rather odd has just happened... Well, it's probably nothing at all, but you never know... Well, a young man rang the bell asking to use the telephone... He said there had been some kind of accident. The thing that caught my attention was what he said - the words he used, sounded exactly like what was quoted in the papers this morning in connection with the writer and his wife who were assaulted last night... Well, just a few minutes ago... Well, if you think that's necessary, but, well, I'm quite sure he's gone away now. Oh... alright. Fine. Thank you very much. Thank you."
    },
    {
      "character": "Alex",
      "line": "Hi, hi, hi there, at last we meet."
    },
    {
      "character": "Catlady",
      "line": "What the bloody hell d'you think you're doing?"
    },
    {
      "character": "Alex",
      "line": "Our brief govereet thru the letter hole was not, shall we say, satisfactory, yes?"
    },
    {
      "character": "Catlady",
      "line": "Now listen here, you little bastard, just you turn around and walk out of here the same way as you came in."
    },
    {
      "character": "Alex",
      "line": "Naughty, naughty, naughty, you filthy old soomaka."
    },
    {
      "character": "Catlady",
      "line": "No! No! Don't touch it. That's a very important work of art. What the bloody hell do you want?"
    },
    {
      "character": "Alex",
      "line": "You see, madam, I am part of an international student's contest to see who can get the most points for selling magazines."
    },
    {
      "character": "Catlady",
      "line": "Cut the shit, sonny, and get out of here before you get yourself in some very serious trouble."
    },
    {
      "character": "Catlady",
      "line": "I told you to leave it alone. Now get out of here before I throw you out, wretched slummy bedbug. I'll teach you breaking into real people's houses. Get out!"
    },
    {
      "character": "Alex",
      "line": "Come on. Let's go, the police are coming."
    },
    {
      "character": "Dim",
      "line": "One minoota, droogie."
    },
    {
      "character": "Alex",
      "line": "You bastards... bastards."
    },
    {
      "character": "Inspector",
      "line": "Right. Right , Tom, we'll have to our little friend, Alex, here that we know the law, too, but that knowing the law isn't everything."
    },
    {
      "character": "Fatneck",
      "line": "That's a nasty cut you've got there, little Alex. Spoils... all your beauty. Who gave you that then... eh... eh..."
    },
    {
      "character": "Alex",
      "line": "Ow... what's that for, you bastard?"
    },
    {
      "character": "Fatneck",
      "line": "That was for your lady victim. You ghastly wretched scoundrel."
    },
    {
      "character": "Inspector",
      "line": "Sergeant."
    },
    {
      "character": "Sergeant",
      "line": "Sir."
    },
    {
      "character": "Inspector",
      "line": "Ah, good evening, Mr. Deltoid."
    },
    {
      "character": "Deltoid",
      "line": "Evening, Inspector."
    },
    {
      "character": "Sergeant",
      "line": "Would you like your tea now, sir?"
    },
    {
      "character": "Inspector",
      "line": "No, thank you, Sergeant. We'll have it later. May I have some paper towels, please."
    },
    {
      "character": "Sergeant",
      "line": "Yes, sir."
    },
    {
      "character": "Inspector",
      "line": "We're interrogating the prisoner now. Perhaps you'd care to come inside."
    },
    {
      "character": "Deltoid",
      "line": "Thank you very much."
    },
    {
      "character": "Deltoid",
      "line": "Evening, Sergeant. Evening, all. Dear, dear, this boy does look a mess, doesn't he? Just look at the state of him."
    },
    {
      "character": "Fatneck",
      "line": "Love's young nightmare like."
    },
    {
      "character": "Inspector",
      "line": "Violence makes violence. He resisted his lawful arrestors."
    },
    {
      "character": "Deltoid",
      "line": "Well, it's happened, Alex boy, yes. Just as I thought it would, yes. Dear, dear, dear. Well, this is the end of the line for me... the end of the line, yes."
    },
    {
      "character": "Alex",
      "line": "It wasn't me, brother, sir. Speak up for me, sir, for I'm not so bad. I was led on by the treachery of others, sir."
    },
    {
      "character": "Inspector",
      "line": "Sings the roof off lovely, he does that."
    },
    {
      "character": "Alex",
      "line": "And where are my stinking traitorous droogs. Get them before the get away. It was all their idea, brothers. They forced me to do it. I'm innocent."
    },
    {
      "character": "Deltoid",
      "line": "You are now a murderer, little Alex. A murderer, yes."
    },
    {
      "character": "Alex",
      "line": "Not true, sir. It was only a slight tolchock. She was breathing, I swear it."
    },
    {
      "character": "Deltoid",
      "line": "I've just come back from the hospital. Your victim has died."
    },
    {
      "character": "Alex",
      "line": "You try to frighten me, sir, admit so, sir. This is some new form of torture. Say it, brother, sir."
    },
    {
      "character": "Deltoid",
      "line": "It will be your own torture. I hope to God it will torture you to madness."
    },
    {
      "character": "Fatneck",
      "line": "If you'd care to give him a bash in the chops, sir. Don't mind us. We'll hold him down. He must be a great disappointment to you, sir."
    },
    {
      "character": "Alex",
      "line": "This is the real weepy and like tragic part of the story beginning, O my brothers and only friends. After a trial with judges and a jury, and some very hard words spoken against your friend and humble narrator, he was sentenced to 14 years in Staja No. 84F among smelly perverts and hardened prestoopnicks, the shock sending my dadda beating his bruised and kroovy rookas against unfair Bog in his Heaven, and my mom, boohoohooing in her mother's grief as her only child and son of her bosom, like letting everybody down real horrorshow."
    },
    {
      "character": "Guard",
      "line": "Morning. One up from Thames, Mister."
    },
    {
      "character": "Warder",
      "line": "One in from Thames, sir."
    },
    {
      "character": "Chief Guard",
      "line": "Right. Open up, Mister."
    },
    {
      "character": "Warder",
      "line": "Yes, sir."
    },
    {
      "character": "Warder",
      "line": "Good morning, sir. Committal sheet."
    },
    {
      "character": "Chief Guard",
      "line": "Thank you, Mister."
    },
    {
      "character": "Guard",
      "line": "Name?"
    },
    {
      "character": "Alex",
      "line": "Alexander de Large."
    },
    {
      "character": "Chief Guard",
      "line": "You are now in H.M. Prison Parkmoor and from this moment you will address all prison officers as sir! Name?"
    },
    {
      "character": "Alex",
      "line": "Alexander de Large, sir."
    },
    {
      "character": "Chief Guard",
      "line": "Crime?"
    },
    {
      "character": "Alex",
      "line": "Murder, sir."
    },
    {
      "character": "Chief Guard",
      "line": "Right. Take the cuffs off him, Mister."
    },
    {
      "character": "Chief Guard",
      "line": "You are now 655321 and it is your duty to memorise that number."
    },
    {
      "character": "Chief Guard",
      "line": "Thank you Mister. Well done."
    },
    {
      "character": "Warder",
      "line": "Thank you, chief."
    },
    {
      "character": "Chief Guard",
      "line": "Let the officer out."
    },
    {
      "character": "Chief Guard",
      "line": "Right. Empty your pockets!"
    },
    {
      "character": "Chief Guard",
      "line": "Are you able to see that white line painted on the floor directly behind you, 655321?"
    },
    {
      "character": "Alex",
      "line": "Yes, sir."
    },
    {
      "character": "Chief Guard",
      "line": "Then your toes belong on the other side of it!!!"
    },
    {
      "character": "Alex",
      "line": "Yes sir."
    },
    {
      "character": "Chief Guard",
      "line": "Right carry on."
    },
    {
      "character": "Chief Guard", 
      "line": "Pick that up and put it down properly."
    },
    {
      "character": "Chief Guard", 
      "line": "One half bar of chocolate. One bunch of keys on white metal ring. One packet of cigarettes. Two plastic ball pens - one black, one red. One pocket comb - black plastic. One address book - imitation red leather. One ten penny piece. One white metal wristlet watch, \"Timawrist\" on a white metal expanding bracelet. Anything else in your pockets?"
    },
    {
      "character": "Alex",
      "line": "No, sir."
    },
    {
      "character": "Chief Guard", 
      "line": "Right. Sign here for your valuable property."
    },
    {
      "character": "Chief Guard",
      "line": "The chocolate and cigarettes you brought in - you lose that as you are now convicted. Now go over to the table and get undressed."
    },
    {
      "character": "Chief Guard", 
      "line": "Now then, were you in Police custody this morning?"
    },
    {
      "character": "Alex",
      "line": "No, sir."
    },
    {
      "character": "Check-In Guard",
      "line": "One jacket - blue pinstripe."
    },
    {
      "character": "Chief Guard",
      "line": "Prison custody?"
    },
    {
      "character": "Alex",
      "line": "Yes, sir On remand, sir."
    },
    {
      "character": "Check-In Guard",
      "line": "One neck tie - blue."
    },
    {
      "character": "Chief Guard",
      "line": "Religion?"
    },
    {
      "character": "Alex",
      "line": "C of E, sir."
    },
    {
      "character": "Chief Guard",
      "line": "Do you mean Church of England?"
    },
    {
      "character": "Alex",
      "line": "Yes, sir, Church of England, sir."
    },
    {
      "character": "Chief Guard",
      "line": "Brown hair, is it?"
    },
    {
      "character": "Alex",
      "line": "Fair hair, sir."
    },
    {
      "character": "Chief Guard",
      "line": "Blue eyes?"
    },
    {
      "character": "Alex",
      "line": "Blue eyes, yes, sir."
    },
    {
      "character": "Chief Guard",
      "line": "Do you wear eye glasses or contact lenses?"
    },
    {
      "character": "Alex",
      "line": "No, sir."
    },
    {
      "character": "Check-In Guard",
      "line": "One shirt - blue, collar attached."
    },
    {
      "character": "Chief Guard",
      "line": "Have you been receiving medical treatment for any serious illness?"
    },
    {
      "character": "Alex",
      "line": "No, sir."
    },
    {
      "character": "Check-In Guard",
      "line": "One pair of boots - black leather, zippered, worn."
    },
    {
      "character": "Chief Guard",
      "line": "Have you ever had any mental illness?"
    },
    {
      "character": "Alex",
      "line": "No, sir."
    },
    {
      "character": "Chief Guard",
      "line": "Do you wear any false teeth or false limbs?"
    },
    {
      "character": "Alex",
      "line": "No, sir."
    },
    {
      "character": "Check-In Guard",
      "line": "One pair of trousers - blue pinstriped."
    },
    {
      "character": "Chief Guard",
      "line": "Have you ever had any attacks of fainting or dizziness?"
    },
    {
      "character": "Alex",
      "line": "No, sir."
    },
    {
      "character": "Check-In Guard",
      "line": "One pair of socks - black."
    },
    {
      "character": "Chief Guard",
      "line": "Are you an Epileptic?"
    },
    {
      "character": "Alex",
      "line": "No, sir."
    },
    {
      "character": "Check-In Guard",
      "line": "One pair of underpants - white with blue waistband."
    },
    {
      "character": "Chief Guard",
      "line": "Are you now, or ever have been, a homosexual?"
    },
    {
      "character": "Alex",
      "line": "No, sir."
    },
    {
      "character": "Chief Guard",
      "line": "Right. The mothballs, Mister."
    },
    {
      "character": "Check-In Guard",
      "line": "Mothballs, sir."
    },
    {
      "character": "Chief Guard",
      "line": "Now then. Face the wall. Bend over and touch your toes."
    },
    {
      "character": "Chief Guard",
      "line": "Mmmmmmm... any venereal disease?"
    },
    {
      "character": "Alex",
      "line": "No, sir."
    },
    {
      "character": "Chief Guard",
      "line": "Crabs?"
    },
    {
      "character": "Alex",
      "line": "No, sir."
    },
    {
      "character": "Chief Guard",
      "line": "Lice?"
    },
    {
      "character": "Alex",
      "line": "No, sir."
    },
    {
      "character": "Chief Guard",
      "line": "Through there for a bath."
    },
    {
      "character": "Alex",
      "line": "Yes, sir."
    },
    {
      "character": "Priest",
      "line": "I ask you friends. What's it going to be then? Is it going to be in and out of institutions like this? Or more in then out for most of you? Or are you going to attend the divine word and realise the punishment that awaits unrepentant sinners in the next world as well as this. A lot of Idiots you are, selling your birthright for a saucer of cold porridge. The urge to live easy. I ask you friends, is it worth it? When we have undeniable proof - yes, my friends, incontrovertible evidence that Hell exists. I know, I know, my friends. I have been informed in visions that there is a place darker than any prison, hotter than any human flame of fire, where unrepentant criminals, sinners like yourselves..."
    },
    {
      "character": "Priest",
      "line": "Don't you laugh, damn you, don't you laugh. I say like yourselves - scream in endless and unendurable agony. Their nostrils choked with the smell of filth, their mouths crammed with burning ordure. Their skins rotting and peeling. A fireball spinning in their screaming guts. I know... oh yes, I know."
    },
    {
      "character": "Chief Guard",
      "line": "I saw you, 920537. I saw you."
    },
    {
      "character": "Convict",
      "line": "Up yours, mate."
    },
    {
      "character": "Chief Guard",
      "line": "Just you wait, 744678. One on the turnip coming up for you."
    },
    {
      "character": "Priest",
      "line": "Quiet, my friends. Quiet. Quiet, I say. We will now sing Hymn 2 in the Prisoner's Hymnal."
    },
    {
      "character": "Chief Guard",
      "line": "Show a little reverence, you bastards. Quiet!"
    },
    {
      "character": "Convicts",
      "line": "I was a wandering sheep. I did not love..."
    },
    {
      "character": "Chief Guard",
      "line": "Sing up damn you. Louder, sing up."
    },
    {
      "character": "Convicts",
      "line": "...the fold I did not love my shepherd's voice. I would not be controlled."
    },
    {
      "character": "Chief Guard",
      "line": "Come on, sing up, damn you."
    },
    {
      "character": "Convicts",
      "line": "I was a wayward child, I did not love my home, I did not love my father's voice, I loved afar to roam."
    },
    {
      "character": "Alex",
      "line": "It had not been edifying, indeed not, being in this hell hole and human zoo for two years now, being kicked and tolchocked by brutal warders, and meeting leering criminals and perverts ready to dribble all over a lucious young malchick like your story-teller."
    },
    {
      "character": "Alex",
      "line": "It was my rabbit to help the prison charlie with the Sunday service. He was a bolshy great burly bastard, but he was very fond of myself, me being very young, and also now very interested in the big book."
    },
    {
      "character": "Alex",
      "line": "It had been arranged by the prison charlie, as part of my further education to read him the Bible. I didn't so much like the latter part of the book which is more like all preachy talking, than fighting and the old in-out. I liked the parts where these old yahoodies tolchock each other and then drink their Hebrew vino and, then getting on to the bed with their wives' handmaidens. That kept me going."
    },
    {
      "character": "Alex",
      "line": "Move on there. Move on."
    },
    {
      "character": "Alex",
      "line": "I read all about the scourging and the crowning with thorns and all that, and I could viddy myself helping in and even taking charge of the tolchocking and the nailing in, being dressed in the height of Roman fashion."
    },
    {
      "character": "Priest",
      "line": "Seek not to be like evil men, neither desire to be with them, because their minds studieth robberies and their lips speak deceits."
    },
    {
      "character": "Alex",
      "line": "If thou lose hope being weary in the days of distress, thy strength shall be diminished."
    },
    {
      "character": "Priest",
      "line": "Fine, my boy, fine, fine."
    },
    {
      "character": "Alex",
      "line": "Father, I have tried, have I not?"
    },
    {
      "character": "Priest",
      "line": "You have, my son."
    },
    {
      "character": "Alex",
      "line": "I've done my best, have I not?"
    },
    {
      "character": "Priest",
      "line": "Indeed."
    },
    {
      "character": "Alex",
      "line": "And, Father, I've never been guilty of any institutional infractions, have I?"
    },
    {
      "character": "Priest",
      "line": "You certainly have not, 655321. You've been very helpful, and you've shown a genuine desire to reform."
    },
    {
      "character": "Alex",
      "line": "Father - may I ask you a question in private?"
    },
    {
      "character": "Priest",
      "line": "Certainly, my son, certainly. Is there something troubling you, my son? Don't be shy to speak up. Remember, I know all the urges that can trouble young men deprived of the society of women."
    },
    {
      "character": "Alex",
      "line": "No Father. It's nothing like that, Father. It's about this new thing they're all talking about. About this new treatment that you out of prison in no time at all and makes sure you never get back in again."
    },
    {
      "character": "Priest",
      "line": "Where did you hear about this? Whose been talking about these things?"
    },
    {
      "character": "Alex",
      "line": "These things get around, Father. Two Warders talk as it might be, and somebody can't help overhearing what they say. Then somebody picks up a scrap of newspaper in the workshops and the newspaper tells all about it. How about putting me in for this new treatment, Father?"
    },
    {
      "character": "Priest",
      "line": "I take it you are referring to the Ludovico Technique?"
    },
    {
      "character": "Alex",
      "line": "I don't know what it's called, Father, all I know is that it gets you out quickly and makes sure that you never get in again."
    },
    {
      "character": "Priest",
      "line": "That's not proven, 655321. In fact, it is only in the experimental stage at this moment."
    },
    {
      "character": "Alex",
      "line": "But it is being used, isn't it, Father?"
    },
    {
      "character": "Priest",
      "line": "It has not been used yet in this prison. The Governor has grave doubts about it and I have heard that there are very serious dangers involved."
    },
    {
      "character": "Alex",
      "line": "I don't care about the danger, Father. I just want to be good. I want for the rest of my life to be one act of goodness."
    },
    {
      "character": "Priest",
      "line": "The question is weather or not this technique really makes a man good. Goodness comes from within. Goodness is chosen. When a man cannot chose, he ceases to be a man."
    },
    {
      "character": "Alex",
      "line": "I don't understand about the whys and wherefores, Father. I only know I want to be good."
    },
    {
      "character": "Priest",
      "line": "Be patient, my son, and put your trust in the Lord."
    },
    {
      "character": "Alex",
      "line": "Instruct thy son and he shall refresh thee and shall give delight to thy soul."
    },
    {
      "character": "Priest",
      "line": "Amen."
    },
    {
      "character": "Chief Guard",
      "line": "Mister."
    },
    {
      "character": "Guard",
      "line": "All present and correct, sir."
    },
    {
      "character": "Chief Guard",
      "line": "Right. All present and correct, sir."
    },
    {
      "character": "Prison Governor",
      "line": "Very good, Chief."
    },
    {
      "character": "Chief Guard",
      "line": "Leave to carry on, sir, please?"
    },
    {
      "character": "Prison Governor",
      "line": "Carry on, Chief."
    },
    {
      "character": "Chief Guard",
      "line": "Sir."
    },
    {
      "character": "Chief Guard",
      "line": "Right, pay attention. I want you in two lines. Up against that wall facing this way. Go on move! Hurry up about it and stop talking."
    },
    {
      "character": "Chief Guard",
      "line": "Ready for inspection, sir."
    },
    {
      "character": "Minister",
      "line": "How many to a cell?"
    },
    {
      "character": "Prison Governor",
      "line": "Four in this block, sir."
    },
    {
      "character": "Minister",
      "line": "Cram criminals together and what do you get - concentrated criminality... crime in the midst of punishment."
    },
    {
      "character": "Prison Governor",
      "line": "I agree, sir. What we need are larger prisons. More money."
    },
    {
      "character": "Minister",
      "line": "Not a chance, my dear fellow. The Ggovernment can't be concerned any longer with outmoded penological theories. Soon we may be needing all of out prison space for political offenders. Common criminals like these are best dealt with on a purely curative basis. Kill the criminal reflex that's all. Full implementation in a year's time. Punishment means nothing to them, you can see that... they enjoy their so-called punishment."
    },
    {
      "character": "Alex",
      "line": "You're absolutely right, sir."
    },
    {
      "character": "Chief Guard",
      "line": "Shut your bleedin' hole!!!"
    },
    {
      "character": "Minister", 
      "line": "Who said that?"
    },
    {
      "character": "Alex",
      "line": "I did, sir."
    },
    {
      "character": "Minister",
      "line": "What crime did you commit."
    },
    {
      "character": "Alex",
      "line": "The accidental killing of a person, sir."
    },
    {
      "character": "Chief Guard",
      "line": "He brutally murdered a woman, sir, in furtherence of theft. 14 years... sir!"
    },
    {
      "character": "Minister",
      "line": "Excellent. He's enterprising, aggressive, outgoing. Young. Bold. Viscous. He'll do."
    },
    {
      "character": "Prison Governor",
      "line": "Well, fine... we could still look at C-Block."
    },
    {
      "character": "Minister",
      "line": "No, no, no. That's enough. He's perfect. I want his records sent to me. This vicious young hoodlum will be transformed out of all recognition."
    },
    {
      "character": "Alex",
      "line": "Thank you very much for this chance, sir."
    },
    {
      "character": "Minister",
      "line": "Let's hope you make the most of it, my boy."
    },
    {
      "character": "Prison Governor",
      "line": "Shall we go to my office?"
    },
    {
      "character": "Minister",
      "line": "Thank you."
    },
    {
      "character": "Prison Governor",
      "line": "Come in."
    },
    {
      "character": "Chief Guard",
      "line": "Sir, 655321, sir."
    },
    {
      "character": "Prison Governor",
      "line": "Very good, Chief."
    },
    {
      "character": "Chief Guard",
      "line": "Forward to the white line, toes behind it. Full name and number to the Governor."
    },
    {
      "character": "Alex",
      "line": "Alexander de Large, sir. 655321, sir."
    },
    {
      "character": "Prison Governor",
      "line": "I don't suppose you know who that was this morning, do you? That was no less a personage than the Minister of the Interior and what they call a very new broom. Well, these new ridiculous ideas have come at last, and orders are orders, though I may say to you in confidence that I do not approve. An eye for an eye, I say, if someone hits you, you hit back, do you not? Why then should not the State very severely hit by you brutal offenders not hit back also? But the new view is to say no. The new view is that we turn the bad into good. All of which seems to be grossly unjust. Hmmmmmm."
    },
    {
      "character": "Alex",
      "line": "Sir..."
    },
    {
      "character": "Chief Guard",
      "line": "Shut your filthy hole, you scum!!!"
    },
    {
      "character": "Prison Governor",
      "line": "You are to be reformed. Tomorrow you go to this man, Brodsky. You wbe leaving here. You will be transferred to the Ludovico Medical Facility. It is believed that you will be able to leave State custody in a little over a fortnight. I suppose that prospect pleases you?"
    },
    {
      "character": "Chief Guard",
      "line": "Answer when the Governor asks you a question you filthy young swine!"
    },
    {
      "character": "Alex",
      "line": "Oh yes, sir. Thank you very much, sir. I've done my best here I really have, sir. I'm very grateful to all concerned."
    },
    {
      "character": "Prison Governor",
      "line": "Sign this - where it's marked."
    },
    {
      "character": "Chief Guard",
      "line": "Don't read it - sign it!"
    },
    {
      "character": "Prison Governor",
      "line": "It says that you are willing to have the residue of your sentence commuted to the Ludovico treatment."
    },
    {
      "character": "Alex",
      "line": "The next morning I was taken to the Ludovico Medical Facility, outside the town centre, and I felt a malenky bit sad having to say goodbye to the old Staja, as you always will when you leave a place you've like gotten used to."
    },
    {
      "character": "Chief Guard",
      "line": "Right. Halt the prisoner. Good morning, sir, I'm Chief Officer Barnes. I've got 655321 on a transfer from Parkmoor to the Ludovico Centre, sir!"
    },
    {
      "character": "Doctor",
      "line": "Good morning, we've been expecting you. I'm Dr. Alcott."
    },
    {
      "character": "Chief Guard",
      "line": "Yes, Dr. Alcott. Are you prepared to accept the prisoner, sir?"
    },
    {
      "character": "Doctor",
      "line": "Yes, of course."
    },
    {
      "character": "Chief Guard",
      "line": "Well, I wonder if you'd mind signing these transfer documents, sir."
    },
    {
      "character": "Chief Guard",
      "line": "Thank you, sir. There, sir... there, and there, sir... and there. Thank you, sir. Prison escort move forward. Halt. Excuse me, sir. Is that the officer that is to take charge of the prisoner, sir?"
    },
    {
      "character": "Chief Guard",
      "line": "If I might offer a word of advice, Doc. You'll have to watch this one. A right brutal bastard he has been, and will be again. In spite all his sucking up to the prison Chaplain and reading the Bible."
    },
    {
      "character": "Doctor",
      "line": "Oh, I think we can manage things. Charlie, will you show the young man to his room now."
    },
    {
      "character": "Charlie",
      "line": "Right, sir. Come this way, please."
    },
    {
      "character": "Dr. Branom",
      "line": "Good morning, Alex, my name is Dr. Branom. I'm Doctor Brodsky's assistant."
    },
    {
      "character": "Alex",
      "line": "Good Morning, Missus. Lovely day, isn't it?"
    },
    {
      "character": "Dr. Branom",
      "line": "Indeed it is. May I take this?"
    },
    {
      "character": "Dr. Branom",
      "line": "How're you feeling this morning?"
    },
    {
      "character": "Alex",
      "line": "Fine... fine."
    },
    {
      "character": "Dr. Branom",
      "line": "Good. In a few minutes, you'll meeting Dr. Brodsky and we'll begin your treatment. You're a very lucky boy to have been chosen."
    },
    {
      "character": "Alex",
      "line": "I realise all that, Missus, and I'm very grateful to all concerned."
    },
    {
      "character": "Dr. Branom",
      "line": "We're going to be friends now, sir."
    },
    {
      "character": "Alex",
      "line": "I hope so, Missus."
    },
    {
      "character": "Alex",
      "line": "What's the hypo for then? Going to send me to sleep?"
    },
    {
      "character": "Dr. Branom",
      "line": "Oh no, nothing of the sort."
    },
    {
      "character": "Alex",
      "line": "Vitamins will it be then?"
    },
    {
      "character": "Dr. Branom",
      "line": "Something like that. You are a little undernourished, so after each meal were going to give you a shot. Roll over on your right side please, loosen your pyjama pants and pull them half-way down."
    },
    {
      "character": "Alex",
      "line": "What exactly is the treatment here going to be then?"
    },
    {
      "character": "Dr. Branom",
      "line": "It's quite simple really. Were just going to show you some films."
    },
    {
      "character": "Alex",
      "line": "You mean like going to the pictures?"
    },
    {
      "character": "Dr. Branom",
      "line": "Something like that."
    },
    {
      "character": "Alex",
      "line": "Well, that's good. I like to viddy the old films now and again."
    },
    {
      "character": "Alex",
      "line": "And viddy films I would. Where I was taken to, brothers, was like no cine I'd been in before. I was bound up in a straight-jacket and my gulliver was strapped to a headrest with like wires running away from it. Then they clamped like lidlocks on my eyes so I could not shut them no matter how hard I tried. It seemed a bit crazy to me, but I let them get on with what they wanted to get on with. If I was to be a free young malchick in a fortnight's time, I would put up with much in the meantime, my brothers."
    },
    {
      "character": "Alex",
      "line": "So far the first film was a very good professional piece of cine, looked like it was done in Hollywood."
    },
    {
      "character": "Alex",
      "line": "The sounds were real horroshow. You could slooshy the screams and moans very realistic and you could even get the heavy breathing and panting of the tolchocking malchicks at the same time. And then, what do you know, soon our dear old friend, the red, red vino on tap. The same in all places like it's put out by the same big firm, began to flow. It was beautiful. It's funny how the colours of the real world only seem really real when you viddy them on a screen."
    },
    {
      "character": "Alex",
      "line": "Now all the time I was watching this, I was beginning to get very aware of like not feeling all that well, but I tried to forget this, concentrating on the next film, which jumped right away on a young devotchka, who was being given the old in-out, in-out, first by one malchick, then another, then another. This seemed real, very real, though if you thought about it properly you couldn't imagine lewdies actually agreeing to having all this done to them in a film, and if these films were made by the good, or the State, you couldn't imagine them being allowed to take these films, without like interfering with what was going on."
    },
    {
      "character": "Alex",
      "line": "When it came to the sixth or seventh malchick, leering and smecking and then going into it, I began to feel really sick. But I could not shut my glazzies and even if I tried to move my glazballs about I still not get out of the line of fire of this picture."
    },
    {
      "character": "Dr. Brodsky",
      "line": "Very soon now the drug will cause the subject to experience a death-like paralysis together with deep feelings of terror and helplessness. One of our earlier test subjects described it as being like death, a sense of stifling and drowning, and it is during this period we have found the subject will make his most rewarding associations between his catastrophic experience and environment and the violence he sees."
    },
    {
      "character": "Alex",
      "line": "Let me be sick... I want to get up. Get me something to be sick in... Stop the film... Please stop it... I can't stand it any more. Stop it please... please."
    },
    {
      "character": "Dr. Branom",
      "line": "Well, that was a very promising start. By my calculations, you should be starting to feel alright again. Yes? Dr. Brodsky's pleased with you. Now tomorrow there'll be two sessions, of course, morning and afternoon."
    },
    {
      "character": "Alex",
      "line": "You mean, I have to viddy two sessions in one day?"
    },
    {
      "character": "Dr. Branom",
      "line": "I imagine you'll be feeling a little bit limp by the end of the day. But we have to be hard on you. You have to be cured."
    },
    {
      "character": "Alex",
      "line": "But it was horrible."
    },
    {
      "character": "Dr. Branom",
      "line": "Well, of course, it was horrible. Violence is a very horrible thing. That's what you're learning now. Your body is learning it."
    },
    {
      "character": "Alex",
      "line": "I just don't understand about feeling sick the way I did. I never used to feel sick before. I used to feel like the very opposite. I mean, doing it or watching it, I used to feel real horrorshow. I just don't understand why, how what."
    },
    {
      "character": "Dr. Branom",
      "line": "You felt ill this afternoon because you're getting better. You see, when we're healthy we respond to the presence of the hateful with fear and nausea. You're becoming healthy that's all. By this time tomorrow you'll be healthier still."
    },
    {
      "character": "Alex",
      "line": "It was the next day, brothers, and I had truly done my best, morning and afternoon, to play it their way and sit like a horrorshow co-operative malchick in the chair of torture, while they flashed nasty bits of ultra-violence on the screen.; though not on the soundtrack, my brothers. The only sound being music. Then I noticed in all my pain and sickness what music it was that like cracked and boomed. It was Ludwig van - 9th symphony, 4th movement."
    },
    {
      "character": "Alex",
      "line": "Stop it... stop it, please!!! I beg of you!!! It's a sin!!! It's a sin!!! It's a sin, please!!!"
    },
    {
      "character": "Dr. Brodsky",
      "line": "What's all this about sin?"
    },
    {
      "character": "Alex",
      "line": "That!... Using Ludwig van like that! He did no harm to anyone. Beethoven just wrote music."
    },
    {
      "character": "Dr. Branom",
      "line": "Are you referring to the background score?"
    },
    {
      "character": "Alex",
      "line": "Yes!!!"
    },
    {
      "character": "Dr. Branom",
      "line": "You've heard Beethoven before?"
    },
    {
      "character": "Alex",
      "line": "Yes!!!"
    },
    {
      "character": "Dr. Brodsky",
      "line": "You're keen on music?"
    },
    {
      "character": "Alex",
      "line": "Yes!!!"
    },
    {
      "character": "Dr. Branom",
      "line": "What do you think about that, Dr. Brodsky?"
    },
    {
      "character": "Dr. Brodsky",
      "line": "It can't be helped. Here's your punishment element perhaps. The Governor ought to be pleased... I'm sorry, Alex, this is for your own good, you'll have to bear with us for a while."
    },
    {
      "character": "Alex",
      "line": "You needn't take it any further, sir. You've proved to me that all this ultra-violence and killing is wrong and terribly wrong. I've learned my lesson, sir. I see now what I've never seen before I'm cured, praise Bog!"
    },
    {
      "character": "Dr. Brodsky",
      "line": "You're not cured yet, my boy."
    },
    {
      "character": "Dr. Brodsky",
      "line": "You must take your chance boy. The choice has been all yours."
    },
    {
      "character": "Alex",
      "line": "But, Sir... Missus... I see that it's wrong! It's wrong because it's like against like society. It's wrong because everybody has the right to live and be happy without being tolchocked and knifed."
    },
    {
      "character": "Dr. Brodsky",
      "line": "No, no, boy. You really must leave it to us, but be cheerful about it. In less than a fortnight now, you'll be a free man."
    },
    {
      "character": "Minister",
      "line": "Ladies and Gentlemen, at this point, we introduce the subject himself. He is, as you will perceive, fit and well nourished. He comes straight from as night's sleep and a good breakfast, undrugged, unhypnotized. Tomorrow, we send him with confidence out into the world again, as decent a lad as you would meet on a May morning. What a change is here, Ladies and Gentlemen, from the wretched hoodlum the state committed to unprofitable punishment some two years ago, unchanged after two years. Unchanged, do I say - not quite. Prison taught him a false smile, the rubbed hands of hypocrisy, the fawning, greased, obsequious leer. Other vices prison taught him as well as confirming him in those he had long practised before. Our party promised to restore law and order and to make the streets safe for the ordinary peace loving citizen. This pledge is now about to become a reality. Ladies and Gentlemen, this is an historic moment. The problem of criminal violence is soon to be a thing of the past. But enough of words - act"
    },
    {
      "character": "Junior Minister",
      "line": "Our necks are out a long way on this, Minister."
    },
    {
      "character": "Minister",
      "line": "I have complete faith in Brodsky. If the polls are right, we have nothing to lose."
    },
    {
      "character": "Lardface",
      "line": "Hello, heap of dirt. Pooh, you don't wash much do you, judging by the horrible smell."
    },
    {
      "character": "Alex",
      "line": "Why do you say that, brother? I had a shower this morning."
    },
    {
      "character": "Lardface",
      "line": "Oh, he had a shower this morning. You trying to call me a liar?"
    },
    {
      "character": "Alex",
      "line": "No, brother. What d'you want?"
    },
    {
      "character": "Lardface",
      "line": "What do I want?"
    },
    {
      "character": "Alex",
      "line": "Sorry, brother. I didn't mean any offence."
    },
    {
      "character": "Lardface",
      "line": "Oh. Oh, you're sorry are you, well you must think I'm awfully stupid."
    },
    {
      "character": "Alex",
      "line": "Why did you do that, brother? I've never done wrong to you."
    },
    {
      "character": "Lardface",
      "line": "You want to know why I did that, well you see - I do that..."
    },
    {
      "character": "Lardface",
      "line": "...and this..."
    },
    {
      "character": "Lardface",
      "line": "...and that..."
    },
    {
      "character": "Lardface",
      "line": "...because I don't like you horrible type, do I, and if you want to start something... if you want to start... go on... well, you just start. Please do."
    },
    {
      "character": "Alex",
      "line": "I'm gonna be sick."
    },
    {
      "character": "Lardface",
      "line": "You're gonna be sick are you?"
    },
    {
      "character": "Alex",
      "line": "I wanna be sick."
    },
    {
      "character": "Lardface",
      "line": "You wanna be sick?"
    },
    {
      "character": "Alex",
      "line": "Let me get up."
    },
    {
      "character": "Lardface",
      "line": "You wanna get up? Well, you've gotta you see... well I want you to lick it. Go on... Lick it."
    },
    {
      "character": "Lardface",
      "line": "... And again... Go on!!! Again! There's a good boy."
    },
    {
      "character": "Alex",
      "line": "And, O my brothers, would you believe your faithful friend and long suffering narrator pushed out his red yahzik a mile and a half to lick the grahzny, vonny boots. The horrible killing sickness had wooshed up and turned the like joy of battle into a feeling I was going to snuff it."
    },
    {
      "character": "Minister",
      "line": "Enough! That will do very well. Thank you."
    },
    {
      "character": "Lardface",
      "line": "Thank you very much, Ladies and Gentlemen... Thank you."
    },
    {
      "character": "Alex",
      "line": "She came towards me with the light like it was the like light of heavenly grace, and the first thing that flashed into my gulliver was that I would like to have her right down there on the floor with the old in-out, real savage. But quick as a shot came the sickness, like a detective that had been watching around the corner and now followed to make his arrest."
    },
    {
      "character": "Minister",
      "line": "Thank you very much. Thank you my dear."
    },
    {
      "character": "Minister",
      "line": "Not feeling too bad now are you?"
    },
    {
      "character": "Alex",
      "line": "No, sir, I feel really great."
    },
    {
      "character": "Minister",
      "line": "Good."
    },
    {
      "character": "Alex",
      "line": "Was I alright, sir? Did I do well, sir?"
    },
    {
      "character": "Minister",
      "line": "Fine. Absolutely fine. You see, Ladies and Gentlemen our subject is, you see, impelled towards good by paradoxically being impelled toward evil. The intention to act violently is accompanied by strong feelings of physical distress. To counter these, the subject has to switch to a diametrically opposed attitude. Any questions?"
    },
    {
      "character": "Priest",
      "line": "Choice! The boy has no real choice, has he? Self interest, fear of physical pain drove him to that grotesque act of self abasement. Its insincerity was clearly to be seen. He ceases also to be a creature capable of moral choice."
    },
    {
      "character": "Minister",
      "line": "Padre, these are subtleties. We are not concerned with motive, with the higher ethics; we are concerned only with cutting down crime. And with relieving the ghastly congestion in our prisons... He will be your true Christian, ready to turn the other cheek. Ready to be crucified rather than crucify, sick to the very heart at the thought even of killing a fly. Reclamation, joy before the angels of God. The point is that it works!"
    },
    {
      "character": "Alex",
      "line": "Hi. Hi. Hi, there my Pee and Em."
    },
    {
      "character": "Em",
      "line": "Alex."
    },
    {
      "character": "Alex",
      "line": "Hullo love, how are you? Nice to see you, Dad."
    },
    {
      "character": "Pee",
      "line": "Hullo lad. What a surprise, good to see you."
    },
    {
      "character": "Alex",
      "line": "Keeping fit then?"
    },
    {
      "character": "Pee",
      "line": "Fine, fine."
    },
    {
      "character": "Alex",
      "line": "Well, how are you then?"
    },
    {
      "character": "Pee",
      "line": "Oh fine, fi. Keeping out of trouble, you know."
    },
    {
      "character": "Alex",
      "line": "Well - I'm back."
    },
    {
      "character": "Pee",
      "line": "Aye. Glad to see you back, lad."
    },
    {
      "character": "Em",
      "line": "Why didn't you let us know what was happening, son?"
    },
    {
      "character": "Alex",
      "line": "Sorry, Em, I wanted it to be like... a big surprise for you and pee."
    },
    {
      "character": "Pee",
      "line": "Well, it's a surprise all right, a bit bewildering too."
    },
    {
      "character": "Em",
      "line": "We've only just read about it in the morning papers."
    },
    {
      "character": "Pee",
      "line": "Aye. You should have let us know, lad, not that we're not very pleased to see you again. All cured too, eh?"
    },
    {
      "character": "Alex",
      "line": "That's right, Dad they did a great job on my gulliver, I'm completely reformed."
    },
    {
      "character": "Pee",
      "line": "Aye."
    },
    {
      "character": "Alex",
      "line": "Well, still the same old place then, eh?"
    },
    {
      "character": "Pee",
      "line": "Oh, aye, aye."
    },
    {
      "character": "Alex",
      "line": "Hey, Dad, there's a strange fella sitting on the sofa there munchy-wunching lomticks of toast."
    },
    {
      "character": "Pee",
      "line": "Aye, that's Joe. He... ummmm, lives here now. The lodger. That's what he is... he... he rents your room."
    },
    {
      "character": "Alex",
      "line": "How do you do, Joe? Find the room comfortable, do you? No complaints?"
    },
    {
      "character": "Joe",
      "line": "I've heard about you. I know what you've done. Breaking the hearts of your poor grieving parents. So you're back? You're back to make a life of misery for your lovely parents, is that it? Well, over my dead corpse you will, because you see, they've let me be more like a son to them than like a lodger."
    },
    {
      "character": "Em",
      "line": "Joe! Joe! Don't fight here boys!"
    },
    {
      "character": "Joe",
      "line": "Oh, please. Do put your hand over your mouth, it's bloody revolting."
    },
    {
      "character": "Pee",
      "line": "Well, what's the matter lad, are you feeling alright?"
    },
    {
      "character": "Em",
      "line": "Dad... It's the treatment."
    },
    {
      "character": "Joe",
      "line": "Well, it's disgusting. It puts you off your food."
    },
    {
      "character": "Em",
      "line": "Leave him be, Joe. It's the treatment."
    },
    {
      "character": "Pee",
      "line": "D'you think we should do something?"
    },
    {
      "character": "Em",
      "line": "Would you like me to make you a nice cup of tea, son?"
    },
    {
      "character": "Alex",
      "line": "No thanks, Mum. It'll pass in a minute... ...What have you done with all my own personal things?"
    },
    {
      "character": "Pee",
      "line": "Well. That was all took away, son, by the Police. New regulation about compensation for the victim."
    },
    {
      "character": "Alex",
      "line": "What about Basil? Where's my snake?"
    },
    {
      "character": "Pee",
      "line": "Oh well, he met with like an accident. He passed away."
    },
    {
      "character": "Alex",
      "line": "What's gonna happen to me then? I mean that's my room he's in - there's no denying that. This is my home also. What suggestions have you, my Pee and Em, to make?"
    },
    {
      "character": "Pee",
      "line": "Well, all this needs thinking about, son. I mean we can't very well just kick Joe out... Not just like that, can we? I mean Joe is here doing a job. A contract it is, two years. Well, we made like an arrangement, didn't we Joe? You see, son, Joe's paid next month's rent already so, well, whatever we do in the future, we cant just say to Joe to get out, now can we?"
    },
    {
      "character": "Joe",
      "line": "No, there's much more than that, though. I mean I've got you two to think of. I mean you're more like a mother and father to me. Well, it wouldn't be fair now, would it, for me to go off and leave you two to the tender mercies of this young monster who's been like no real son at all. Look, let him go off and find a room somewhere. Let him learn the errors of his way, and that a bad boy like he's been don't deserve such a good mum and dad as he's had."
    },
    {
      "character": "Alex",
      "line": "Alright. I see how things are now. I've suffered and I've suffered, and I've suffered and everybody wants me to go on suffering."
    },
    {
      "character": "Joe",
      "line": "You've made others suffer. It's only fair that you should suffer proper. You know I've been told everything you've done, sitting here at night round the family table, pretty shocking it was to listen to. It made me real sick, a lot of it did. Now look what you've gone and done to your mother."
    },
    {
      "character": "Alex",
      "line": "So that's the way it is then, eh? That's the way it is. Right, I'm leaving now, you won't ever viddy me no more. I'll make my own way. Thank you very much. Let it lie heavy on your consciences."
    },
    {
      "character": "Pee",
      "line": "Now don't take it like that son."
    },
    {
      "character": "Tramp",
      "line": "Can you spare me some cutter, me brother? Can you spare some cutter, me brother?"
    },
    {
      "character": "Tramp",
      "line": "Oh, thank you, your honour."
    },
    {
      "character": "Tramp",
      "line": "Jamey Mack! Be the hokey fly! Holy Mother of God! All the Holy Angels and blessed saints in Heaven preserve us."
    },
    {
      "character": "Tramp",
      "line": "I never forget a face! I never forget any face, be God!"
    },
    {
      "character": "Alex",
      "line": "Leave me alone, brother. I've never seen you before."
    },
    {
      "character": "Tramp",
      "line": "This is the poisonous young swine that near done me in. Him and his friends beat me and kicked me and thumped me."
    },
    {
      "character": "Tramp",
      "line": "Stop him! Stop him!"
    },
    {
      "character": "Tramp",
      "line": "They laughed at me blood and me moans. This murderous young pig is a prize specimen of the cowardly brutal young. He is in our midst and at our mercy. Give it to him. That's it."
    },
    {
      "character": "Alex",
      "line": "Then there was like a sea of dirty, smelly old men trying to get at your humble Narrator, with their feeble rookers and horny old claws. It was Old Age having a go at Youth and I daren't do a single solitary thing, O my brothers, it being better to be hit at like that, than want to be sick and feel that horrible pain."
    },
    {
      "character": "Tramps",
      "line": "Young hooligan... Vagabound... Kill him... Villain... Toad... Bastard... Kick his teeth in... Near killed poor old Jack, he did."
    },
    {
      "character": "First Policeman",
      "line": "Alright, stop it now."
    },
    {
      "character": "Second Policeman",
      "line": "Alright, stop it now. Alright! Come on. Stop breaking the State peace. You naughty boys. Alright, that's enough."
    },
    {
      "character": "Alex",
      "line": "Oh, no."
    },
    {
      "character": "Dim",
      "line": "Well, well, well, well, well, well, well, if it isn't little Alex. Long time no viddy, droog. How goes? Surprised are you?"
    },
    {
      "character": "Alex",
      "line": "Impossible... I don't believe it."
    },
    {
      "character": "Georgie",
      "line": "Evidence of the old glazzies. Nothing up our sleeves. No magic, little Alex? A job for two, who are now of job age. The police."
    },
    {
      "character": "Dim",
      "line": "Come on, Alex. Come for walkies. Hahahahaha."
    },
    {
      "character": "Alex",
      "line": "Come, come, my little droogies. I just don't get this at all. The old days are dead and gone. For what I did in the past I've been punished."
    },
    {
      "character": "Dim",
      "line": "Been punished, yeah?"
    },
    {
      "character": "Alex",
      "line": "I've been cured."
    },
    {
      "character": "Dim",
      "line": "Been cured, yeah, that was read out to us. The Inspector read all that out to us. He said it was a very good way."
    },
    {
      "character": "Alex",
      "line": "I just don't get this all. It was them that went for me, brothers. You're not on their side and can't be. You can't be Dim. It was someone we fillied with back in the old days... Trying to get his own malenky bit of revenge after all this time. You remember, Dim?"
    },
    {
      "character": "Dim",
      "line": "Long time, is right. I don't remember them days too horrorshow. Don't call me Dim no more, either. Officer, call me."
    },
    {
      "character": "Georgie",
      "line": "Enough is remembered though, little Alex."
    },
    {
      "character": "Dim",
      "line": "This is to make sure you stay cured."
    },
    {
      "character": "Dim",
      "line": "Be viddying you some more, some time Alex."
    },
    {
      "character": "Alex",
      "line": "Where was I to go, who had no home and no money. I cried for meself, Home, Home, Home. It was Home I was wanting and it was Home I came to, brothers, not realising in the state I was in, where I was and had been before."
    },
    {
      "character": "Mr. Alexander",
      "line": "Who on earth could that be?"
    },
    {
      "character": "Julian",
      "line": "I'll see who it is."
    },
    {
      "character": "Julian",
      "line": "Yes, what is it?"
    },
    {
      "character": "Alex",
      "line": "Help. Help me... Help me... Police."
    },
    {
      "character": "Alex",
      "line": "And would you believe it, O my brothers and only friends, there was your faithful Narrator being held helpless, like a babe in arms, and suddenly realising where I was and why HOME on the gate had looked so familiar. But I knew I was safe. I knew he would not remember me for, in those carefree days, I and my so-called droogs wore our maskies which were like real horrorshow disguises."
    },
    {
      "character": "Julian",
      "line": "Frank, I think this young man needs help."
    },
    {
      "character": "Mr. Alexander",
      "line": "Dear, dear, dear. Whatever happened to you, my boy?"
    },
    {
      "character": "Alex",
      "line": "The police... The horrible ghastly Police. They beat me up, sir. The Police beat me up, sir."
    },
    {
      "character": "Mr. Alexander",
      "line": "I know who you are! Isn't it your picture in the newspapers? Didn't I see you this morning on the video? Are you not the poor victim of this horrible new technique?"
    },
    {
      "character": "Alex",
      "line": "Yes, sir, that's exactly who I am, sir... and what I am... a victim, sir."
    },
    {
      "character": "Mr. Alexander",
      "line": "Then, by God, you have been sent here by providence. Tortured in prison, then thrown out to be tortured by the Police. My heart goes out to you, poor, poor boy. Oh, you are not the first to come here in distress. The Police are fond of bringing their victims to the outskirts of this village. But it is providential that you, who are also another kind of victim, should come here. But you're cold and shivering. Julian, draw a bath for this young man."
    },
    {
      "character": "Julian",
      "line": "Certainly, Frank."
    },
    {
      "character": "Alex",
      "line": "Thank you very much, sir. God bless you, sir."
    },
    {
      "character": "Mr. Alexander",
      "line": "I tell you, sir, they have turned this young man into something other than a human being. He has no power of choice any more. He's committed to socially acceptable acts, a little machine capable only of good... He can be the most potent weapon imaginable to ensure that the Government is not returned at the next election. The Government's great boast, as you know sir, is the way they have dealt with crime in the last few months. Recruiting brutal young roughs into the police, proposing debilitation and will-sapping techniques of conditioning. Oh, we've seen it all before in other countries The thin end of the wedge. Before we know where we are we shall have the full apparatus of totalitarianism. This young boy is a living witness to these diabolical proposals. The people - the common people - must know... must see! There are rare traditions of liberty to defend. The tradition of liberty means all. The common people will let it go! Oh, yes - they will sell liberty for a quieter life. That is why they must be left trembling with excitement and madness."
    },
    {
      "character": "Alex",
      "line": "I'm singing in the rain, Just singing in the rain..."
    },
    {
      "character": "Alex",
      "line": "Good evening, sir."
    },
    {
      "character": "Mr. Alexander",
      "line": "Good evening."
    },
    {
      "character": "Alex",
      "line": "It was very kind of you to leave this out for me, sir. There was no-one around when I finished my bath, so I started. I hope that's alright, sir."
    },
    {
      "character": "Mr. Alexander",
      "line": "Of course. Food alright?"
    },
    {
      "character": "Alex",
      "line": "Great, sir. Great."
    },
    {
      "character": "Mr. Alexander",
      "line": "Try the wine!"
    },
    {
      "character": "Alex",
      "line": "Thank you very much, sir. Cheers."
    },
    {
      "character": "Alex",
      "line": "Won't you join me, sir?"
    },
    {
      "character": "Mr. Alexander",
      "line": "No, my health doesn't allow it."
    },
    {
      "character": "Alex",
      "line": "And you, sir?"
    },
    {
      "character": "Julian",
      "line": "No thank you."
    },
    {
      "character": "Alex",
      "line": "1960, Chateau, Saint Estephe, Medoc, very good brand, sir."
    },
    {
      "character": "Alex",
      "line": "Very good colour, sir. Smells mice, too. Very good number, sir. Very good. Here's to it."
    },
    {
      "character": "Alex",
      "line": "Very refreshing, sir, very refreshing."
    },
    {
      "character": "Mr. Alexander",
      "line": "I'm so pleased you appreciate good wine. Have another glass!"
    },
    {
      "character": "Alex",
      "line": "Thank you, sir."
    },
    {
      "character": "Mr. Alexander",
      "line": "My wife..."
    },
    {
      "character": "Mr. Alexander",
      "line": "...used to do everything for me and leave me to my writing."
    },
    {
      "character": "Alex",
      "line": "Your wife, sir? Has she gone away?"
    },
    {
      "character": "Mr. Alexander",
      "line": "No. She's dead!"
    },
    {
      "character": "Alex",
      "line": "I'm sorry to hear about that, sir."
    },
    {
      "character": "Mr. Alexander",
      "line": "She was very badly raped, you see. We were assaulted by a gang of vicious young hooligans in this house, in this very room you're sitting in now. I was left a helpless cripple. The doctors said it was Pneumonia, because it happened some months later during the 'flu epidemic. The doctors told me it was Pneumonia, but I knew what it was. A victim of the modern age, poor, poor girl."
    },
    {
      "character": "Mr. Alexander",
      "line": "And now you, another victim of the modern age. But you can be helped. I phoned some friends while you were having a bath."
    },
    {
      "character": "Alex",
      "line": "Phoned some friends, sir?"
    },
    {
      "character": "Mr. Alexander",
      "line": "Yes. They want to help."
    },
    {
      "character": "Alex",
      "line": "Help me, sir?"
    },
    {
      "character": "Mr. Alexander",
      "line": "Help you."
    },
    {
      "character": "Alex",
      "line": "Who are they, sir?"
    },
    {
      "character": "Mr. Alexander",
      "line": "They're very, very important people and they're interested in you."
    },
    {
      "character": "Mr. Alexander",
      "line": "Julian. This will be these people now."
    },
    {
      "character": "Alex",
      "line": "Look, sir. I'm sorry to have troubled you. I think I ought to be going, sir."
    },
    {
      "character": "Mr. Alexander",
      "line": "No, no my boy. No trouble at all."
    },
    {
      "character": "Mr. Alexander",
      "line": "Have another glass of wine."
    },
    {
      "character": "Dolin",
      "line": "Hullo, Frank."
    },
    {
      "character": "Mr. Alexander",
      "line": "Good evening, sir."
    },
    {
      "character": "Rubinstein",
      "line": "Frank."
    },
    {
      "character": "Dolin",
      "line": "So this is the young man?"
    },
    {
      "character": "Alex",
      "line": "How do you do, sir?"
    },
    {
      "character": "Dolin",
      "line": "Hullo."
    },
    {
      "character": "Alex",
      "line": "Missus. Very pleased to meet you."
    },
    {
      "character": "Rubinstein",
      "line": "Hullo."
    },
    {
      "character": "Dolin",
      "line": "I hope you forgive us for coming over at this ungodly hour, but we heard from Frank that you were in some trouble so we came over to see if we could be of any help."
    },
    {
      "character": "Alex",
      "line": "Very kind of you, sir. Thank you very much."
    },
    {
      "character": "Dolin",
      "line": "I understand that you had a rather unfortunate encounter with the Police tonight."
    },
    {
      "character": "Alex",
      "line": "Yes, sir. I suppose you might call it that, sir."
    },
    {
      "character": "Dolin",
      "line": "Hahaha, and how are you feeling now?"
    },
    {
      "character": "Alex",
      "line": "Much better, thank you, sir."
    },
    {
      "character": "Dolin",
      "line": "Feel like talking to us. Answering a few questions?"
    },
    {
      "character": "Alex",
      "line": "Fine, sir, fine."
    },
    {
      "character": "Dolin",
      "line": "Well, as I've said, we've heard about you. We are interested in your case. We want to help you."
    },
    {
      "character": "Alex",
      "line": "Thank you very much, sir."
    },
    {
      "character": "Dolin",
      "line": "But first we'd like to find out a few things about you."
    },
    {
      "character": "Alex",
      "line": "What would you like to know, sir?"
    },
    {
      "character": "Dolin",
      "line": "Well, shall we get down to it?"
    },
    {
      "character": "Alex",
      "line": "Yes, sir."
    },
    {
      "character": "Rubinstein",
      "line": "The newspapers mentioned that in addition to your being conditioned against acts of sex and violence, you've inadvertently been conditioned against music."
    },
    {
      "character": "Alex",
      "line": "Well, er, I think that was something that they hadn't planned for, you see, Missus, I'm very fond of music and always have been, especially Beethoven, Ludwig van... Beethoven. B... E... E...He leans over and looks at her writing in notebook."
    },
    {
      "character": "Rubinstein",
      "line": "It's alright, thank you."
    },
    {
      "character": "Alex",
      "line": "And it just so happened that while they were showing me a particularly bad film, of like a concentration camp, the background music was playing Beethoven."
    },
    {
      "character": "Rubinstein",
      "line": "So now you have the same reaction to music as you do to sex and violence?"
    },
    {
      "character": "Alex",
      "line": "Oh well, it's... it's not all music you see, Missus. It's just the 9th."
    },
    {
      "character": "Rubinstein",
      "line": "You mean Beethoven's 9th Symphony?"
    },
    {
      "character": "Alex",
      "line": "That's right. Er... I can't listen to the 9th any more at all. When I hear the 9th, I get like this funny feeling."
    },
    {
      "character": "Rubinstein",
      "line": "When you say this funny feeling, you mean the state of mind brought on by the treatment they gave you?"
    },
    {
      "character": "Alex",
      "line": "That is correct, sir. And then all I can think about is like trying to snuff it."
    },
    {
      "character": "Rubinstein",
      "line": "I beg your pardon?"
    },
    {
      "character": "Alex",
      "line": "Snuff it, sir... um... death, I mean, missus... Er... I just want to die peacefully like with no... pain."
    },
    {
      "character": "Rubinstein",
      "line": "Do you feel that way now?"
    },
    {
      "character": "Alex",
      "line": "Um... oh no, sir, not exactly, I still feel very miserable, very much down in spirits."
    },
    {
      "character": "Rubinstein",
      "line": "Do you still feel suicidal?"
    },
    {
      "character": "Alex",
      "line": "Um... well, put it this way... I feel very low in myself. I can't see much in the future, and I feel that any second something terrible is going to happen to me."
    },
    {
      "character": "Rubinstein",
      "line": "Well done, Frank. Julian, get the car, will you please?"
    },
    {
      "character": "Alex",
      "line": "I woke up. The pain and sickness all over me like an animal. Then I realised what it was. The music coming up from the floor was our old friend, Ludwig van and the dreaded 9th Symphony."
    },
    {
      "character": "Alex",
      "line": "Open the door... turn it off... turn it off."
    },
    {
      "character": "Alex",
      "line": "Suddenly I viddied what I had to do, and what I had wanted to do - and that was to do myself in, to snuff it, to blast off forever out of this wicked cruel world. One moment of pain perhaps and then sleep - forever and ever and ever."
    },
    {
      "character": "Alex",
      "line": "I jumped, O my brothers, and I fell hard but I did not snuff it, oh no. If I had snuffed it, I would not be here to tell what I have told. I came back to life, after a long, black, black gap of what might have been a million years."
    },
    {
      "character": "Nurse",
      "line": "Oh, he's recovered conscienceness, Doctor."
    },
    {
      "character": "Pee",
      "line": "Hullo, lad."
    },
    {
      "character": "Em",
      "line": "Hullo, son, how are you?"
    },
    {
      "character": "Pee",
      "line": "Are you feeling better?"
    },
    {
      "character": "Alex",
      "line": "What gives, O my Pee and Em, what makes you think you are welcome?"
    },
    {
      "character": "Pee",
      "line": "There, there mother, it's alright. He doesn't mean it. You were in the papers again, son. It said they had done great wrong to you. It said how the Government drove you to try and do yourself in... and when you think about it, son... maybe it was our fault too in a way... your home's your home when it's all said and done, son."
    },
    {
      "character": "Alex",
      "line": "Good morning, Missus."
    },
    {
      "character": "Dr. Taylor",
      "line": "How are you feeling today?"
    },
    {
      "character": "Alex",
      "line": "Fine. Fine."
    },
    {
      "character": "Dr. Taylor",
      "line": "Good. I'm doctor Taylor."
    },
    {
      "character": "Alex",
      "line": "I haven't seen you before."
    },
    {
      "character": "Dr. Taylor",
      "line": "I'm your Psychiatrist."
    },
    {
      "character": "Alex",
      "line": "Psychiatrist? Huh, do I need one?"
    },
    {
      "character": "Dr. Taylor",
      "line": "Just part of hospital routine."
    },
    {
      "character": "Alex",
      "line": "What are we going to do? Talk about me sex life?"
    },
    {
      "character": "Dr. Taylor",
      "line": "No... I'm going to show you some slides and you are going to tell me what you think about them Alright?"
    },
    {
      "character": "Alex",
      "line": "Ohhh... jolly good. Perhaps you can explain me something to me first."
    },
    {
      "character": "Dr. Taylor",
      "line": "Yes?"
    },
    {
      "character": "Alex",
      "line": "Well, when I was all like ashamed up and half awake and unconscious like, I kept having this dream like all these doctors were playing around with me gulliver. You know... like the inside of me brain. I seemed to have this dream over and over again. D'you think it means anything?"
    },
    {
      "character": "Dr. Taylor",
      "line": "Patients who've sustained the kind of injuries you have often have dreams of this sort. It's all part of the recovery process."
    },
    {
      "character": "Alex",
      "line": "Oh."
    },
    {
      "character": "Dr. Taylor",
      "line": "Now then, each of these slides needs a reply from one of the people in the picture. You'll tell me what you think the person would say. Alright?"
    },
    {
      "character": "Alex",
      "line": "Righty, right."
    },
    {
      "character": "Dr. Taylor",
      "line": "Isn't the plumage beautiful?"
    },
    {
      "character": "Alex",
      "line": "I just say what the other person would say?"
    },
    {
      "character": "Dr. Taylor",
      "line": "Yes. Yes, well don't think about it too long, just say the first thing that pops into your mind."
    },
    {
      "character": "Alex",
      "line": "Right... Knickers... Cabbages... It doesn't have a beak."
    },
    {
      "character": "Dr. Taylor",
      "line": "Good. The boy you always quarrelled with is seriously ill."
    },
    {
      "character": "Alex",
      "line": "That's right and I'll smash your face for you, yarblockos."
    },
    {
      "character": "Dr. Taylor",
      "line": "Good. It was your fault... you sold me a crummy watch. I want my money back."
    },
    {
      "character": "Alex",
      "line": "Bollocks. You know what you can do with that watch? You can stick it up your arse."
    },
    {
      "character": "Dr. Taylor",
      "line": "Good. What do you want?"
    },
    {
      "character": "Alex",
      "line": "Excuse me, missus. No time for the old in-out, I've just come to read the meter."
    },
    {
      "character": "Dr. Taylor",
      "line": "Good. You can do whatever you like with these."
    },
    {
      "character": "Alex",
      "line": "Eggiwegs. I would like to smash 'em. Pick up th elot and f... owww..."
    },
    {
      "character": "Alex",
      "line": "Fucking hell..."
    },
    {
      "character": "Dr. Taylor",
      "line": "Fine. Well, that's all there is to it. Are you alright?"
    },
    {
      "character": "Alex",
      "line": "I hope so. Is that the end then?"
    },
    {
      "character": "Dr. Taylor",
      "line": "Yes."
    },
    {
      "character": "Alex",
      "line": "I was quite enjoying that."
    },
    {
      "character": "Dr. Taylor",
      "line": "Good. I'm glad."
    },
    {
      "character": "Alex",
      "line": "How many did I get right?"
    },
    {
      "character": "Dr. Taylor",
      "line": "It's not that kind of a test. But you seem well on the way to a complete recovery."
    },
    {
      "character": "Alex",
      "line": "And when do I get out of here then?"
    },
    {
      "character": "Dr. Taylor",
      "line": "I'm sure it won't be long now."
    },
    {
      "character": "Alex",
      "line": "So I waited and, O my brothers, I got a lot better munching away at eggiwegs, and lomticks of toast and lovely steakiweaks and then, one day, they said I was going to have a very special visitor."
    },
    {
      "character": "Minister",
      "line": "Good evening, my boy."
    },
    {
      "character": "Alex",
      "line": "Hi, hi, hi there, my little droogies."
    },
    {
      "character": "Doctor",
      "line": "Well, how are you getting on today, young man?"
    },
    {
      "character": "Alex",
      "line": "Great, sir. Great."
    },
    {
      "character": "Doctor",
      "line": "Can I do anything more for you, Minister?"
    },
    {
      "character": "Minister",
      "line": "I don't think so, Sir Leslie. Thank you very much."
    },
    {
      "character": "Dr. Taylor",
      "line": "Then I'll leave you to it. Nurse."
    },
    {
      "character": "Minister",
      "line": "You seem to have a whole ward to yourself, my boy."
    },
    {
      "character": "Alex",
      "line": "Yes, sir, and a very lovely place it is too, sir, when I wake up in the middle of the night with my pain."
    },
    {
      "character": "Minister",
      "line": "Yes... well good to see you on the mend. I've kept in constant touch with the hospital, of course, and now I've come to see you personally to see how you're getting along."
    },
    {
      "character": "Alex",
      "line": "I've suffered the tortures of the damned. The tortures of the damned, sir."
    },
    {
      "character": "Minister",
      "line": "Yes I can... Oh look, let me do that for you, shall I?"
    },
    {
      "character": "Alex",
      "line": "Thank you, sir."
    },
    {
      "character": "Minister",
      "line": "I can tell you that I... and the Government of which I am a member are deeply sorry about this, my boy. Deeply sorry. We tried to help you. We followed recommendations had been made to us that turned out to be wrong. An enquiry will place the responsibility where it belongs. We want you to regard us as friends. We've put you right, you're the best of treatments. We never wished you harm, but there are some that did and do, and I think you know who those are. There are certain people who wanted to use you for political ends. People who would have been glad to have you dead because then they would have been able to blame it all on the Government. I think you know who those are. There is also a certain man - a writer of subversive literature - who has been howling for your blood. He's been mad with desire to stick a knife into you, but you're safe from him now, we've put him away. He found out that you had done wrong to him - at least he believed you had done wrong. He had formed this idea in his head that you had..."
    },
    {
      "character": "Alex",
      "line": "Where is he now, sir?"
    },
    {
      "character": "Minister",
      "line": "We put him away where he can do you no harm. You see we are looking after your interests. We are interested in you, and when you leave here you will have no further worries. We shall see to everything... a good job on a good salary."
    },
    {
      "character": "Alex",
      "line": "What job and how much?"
    },
    {
      "character": "Minister",
      "line": "You must have an interesting job at a salary which you would regard as adequate. Not only for the job which you are going to do and in compensation for what you believe you have suffered, but also because you are helping us."
    },
    {
      "character": "Alex",
      "line": "Helping you, sir?"
    },
    {
      "character": "Minister",
      "line": "We always help our friends, don't we? It is no secret that the Government has lost a lot of popularity because of you, my boy. There are some that think that at the next election we shall be out. The press has chosen to take a very unfavourable view of what we tried to do."
    },
    {
      "character": "Alex",
      "line": "Well, who can blame them, sir?"
    },
    {
      "character": "Minister",
      "line": "Mmmm, possibly. Yes. But public opinion has a way of changing and you, Alex, if I may call you, Alex?"
    },
    {
      "character": "Alex",
      "line": "Certainly, sir. What do they call you at home?"
    },
    {
      "character": "Minister",
      "line": "My name is Frederick. As I was saying, Alex, you can be instrumental in changing the public verdict. Do you understand, Alex? Have I made myself clear?"
    },
    {
      "character": "Alex",
      "line": "As an unmuddied lake, Fred. As clear as an azure sky of deepest summer. You can rely on me, Fred."
    },
    {
      "character": "Minister",
      "line": "Good... good boy. Oh yes, I understand you're fond of music. I have arranged a little surprise for you."
    },
    {
      "character": "Alex",
      "line": "Surprise?"
    },
    {
      "character": "Minister",
      "line": "One I think you will like... as a, how shall I put it, as a symbol of our new understanding. An understanding between two friends."
    },
    {
      "character": "Alex",
      "line": "Thank you, Fred. Thank you."
    },
    {
      "character": "Alex",
      "line": "And what do you know, my brothers and only friends, it was the 9th, the glorious 9th of Ludwig van. Oh, it was gorgeosity and yummy yum yum. I was cured."
    },
    {
      "character": "Alex",
      "line": "As the music came to its climax, I could viddy myself very clear, running and running on like very light and mysterious feet, carving the whole face of the creeching world with my cut throat britva. I was cured all right."
    }
  ]
}
